xml/request_templates/billedbog_farligedyr.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>29036748|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Farlige dyr</dc:title>
              <dc:title xsi:type="dkdcplus:full">Farlige dyr</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Angela Weinhold</dc:creator>
              <dc:creator xsi:type="oss:sort">Weinhold, Angela</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">58</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Zoologi</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">dyr</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 5-9 år</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">løft og kig</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">vilde dyr</dc:subject>
              <dcterms:abstract>Billedbog med flapper om hvorfor nogle dyr er farlige, hvordan de opsporer deres bytte, og hvordan de jagede dyr forsvarer sig</dcterms:abstract>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dc:publisher>Klematis</dc:publisher>
              <dc:contributor xsi:type="dkdcplus:ill">Angela Weinhold</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:trl">Jesper Vad</dc:contributor>
              <dc:date>2011</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Billedbog</dc:type>
              <dc:format>alle illustreret i farver</dc:format>
              <dcterms:extent>14 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788764107326</dc:identifier>
              <dc:source>Gefährliche Tiere</dc:source>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">29036748</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20111128180631</marcx:subfield>
                  <marcx:subfield code="d">20111027</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2011</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">å</marcx:subfield>
                  <marcx:subfield code="d">2</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="o">b</marcx:subfield>
                  <marcx:subfield code="x">01</marcx:subfield>
                  <marcx:subfield code="x">02</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="e">9788764107326</marcx:subfield>
                  <marcx:subfield code="c">ib.</marcx:subfield>
                  <marcx:subfield code="d">kr. 269,95</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF201148</marcx:subfield>
                  <marcx:subfield code="x">BKM201148</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="038" ind1="0" ind2="0">
                  <marcx:subfield code="a">bi</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="a">dan</marcx:subfield>
                  <marcx:subfield code="c">ger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Weinhold</marcx:subfield>
                  <marcx:subfield code="h">Angela</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                  <marcx:subfield code="4">ill</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="241" ind1="0" ind2="0">
                  <marcx:subfield code="a">Gefährliche Tiere</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Farlige dyr</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Risskov]</marcx:subfield>
                  <marcx:subfield code="b">Klematis</marcx:subfield>
                  <marcx:subfield code="c">2011</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">[14] sider</marcx:subfield>
                  <marcx:subfield code="b">alle ill. i farver</marcx:subfield>
                  <marcx:subfield code="c">28 cm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Billedbog med flapper om hvorfor nogle dyr er farlige, hvordan de opsporer deres bytte, og hvordan de jagede dyr forsvarer sig</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="b">1. oplag</marcx:subfield>
                  <marcx:subfield code="c">2011</marcx:subfield>
                  <marcx:subfield code="k">tr. i udl.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">58</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">dyr</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">vilde dyr</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="o">løft og kig</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="u">for 5-9 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="720" ind1="0" ind2="0">
                  <marcx:subfield code="o">Jesper Vad</marcx:subfield>
                  <marcx:subfield code="4">trl</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">201148</marcx:subfield>
                  <marcx:subfield code="b">l</marcx:subfield>
                  <marcx:subfield code="b">b</marcx:subfield>
                  <marcx:subfield code="b">s</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl/>
<os:identifier>870970-basis:29036748</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
